package com.example.shiroDemo.controller;

import java.util.LinkedList;
import java.util.List;

public class demo {
    public static void main(String[] args) {
        String str1 = "耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀　　　　耀耀耀耀　　　　　　　　耀耀　\n" +
                "耀耀耀耀耀耀　　　　　　　　　　耀耀耀耀耀耀　耀耀耀耀　　　　　　　　　　　　　　耀耀耀耀　耀　　　　　　　　　　　　　　　　　　　耀耀　\n" +
                "耀耀耀耀耀耀　　　　　　　　　　耀耀耀耀耀耀　耀耀耀耀　　　　　　　　　　　　　　耀耀耀耀　耀　　　　　　　　　　　　　　　　　　　耀耀　\n" +
                "耀耀耀耀耀耀　　　　　　　　　　耀耀耀耀耀耀　耀耀耀耀　　　　　　　　　　　　　　耀耀耀耀　耀　　　　　　　　　　　　　　耀　　　　耀耀　\n" +
                "耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀耀　　　　耀耀　　　　　　　耀　　　　耀耀　\n" +
                "耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀耀　　　　耀　　　　耀　　　耀　　　耀耀耀　\n" +
                "耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀　　　　　　　　　　　　　　　　　　耀耀耀　\n" +
                "耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀　　　　　　　　　　　　　　　　　　耀耀耀　\n" +
                "耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀　　　　　　　　　　　　　　　　　　　耀耀　\n" +
                "耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀　　　耀　　　　耀耀　\n" +
                "耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀　　　　　　　　　　　　　　耀耀　　　　耀　\n" +
                "耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀　　　　　　　　　　　　　　耀耀　　　　耀　\n" +
                "耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀　　　　　　　　　　　　　　耀耀　　　　耀　\n" +
                "耀耀耀耀耀耀　　　　　　　　　　耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀　　　　耀耀耀　　　　　　　　　　　　　耀　\n" +
                "耀耀耀耀耀耀　　　　　　　　　　耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀　　　　　　　　　　　　　　　　　　　　耀　\n" +
                "耀耀耀耀耀耀　　　　　　　　　　耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀　　　　　　　　　　　　　　　　　　　耀耀　\n" +
                "耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　耀　　　　　　　　　　　　　　耀耀耀耀耀耀耀　\n" +
                "耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀　　　　　　　　　　　　　　耀耀耀耀耀耀耀　\n" +
                "耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀　\n" +
                "耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　\n\n" +
                "　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　";


        String str2 = "耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀耀　　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀　　耀耀耀耀耀　　　耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀　　　　　耀耀　　　　　　　　　　　耀耀　耀耀耀耀耀耀　　　　耀耀　　　　耀耀耀耀耀耀　耀耀　　　　　　　　　　　　　　　　　　耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀耀　　　　　耀　　　　　　　　　　　耀耀　耀耀耀耀耀　　　　　耀耀　　　　　耀耀耀耀耀　耀耀　　　　　　　　　　　　　　　　　　耀耀　耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀耀耀　　　　耀　　　　　　　　　　　耀耀　耀耀耀耀　　　　　耀耀耀耀　　　　　耀耀耀耀　耀耀　　　　　　　　　　　　　　　　　　耀耀　耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀　　　　　　　耀　　　耀耀耀耀耀　　　耀耀　耀耀耀耀　　　　　耀耀耀耀　　　　　耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　　耀耀　耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀　　　　　　　耀　　　耀耀耀耀耀　　　耀耀　耀耀耀　　　　　耀耀耀耀耀耀　　　　　耀耀耀　耀耀　　　　　　　　　　　　　　耀　　　耀耀　耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀　　　　　　　耀　　　耀耀耀耀耀　　　耀耀　耀耀　　　　　耀耀　　耀耀耀耀　　　　　耀耀　耀耀　　　　　　　　　　　　　　耀　　　耀耀　耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀耀耀　　　　耀　　　耀耀耀耀耀　　　耀耀　耀　　　　　　耀　　　　　耀耀　　　　　　耀　耀耀　　　　　　　　　　　　　　耀　　　耀耀　耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀耀　　　　　耀　　　　　　　　　　　耀耀　耀　　　　　耀耀　　　　　耀耀耀　　　　　耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　　耀耀　耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀耀　　　　　耀　　　　　　　　　　　耀耀　耀耀　　　耀耀　　　　　耀耀耀耀耀　　　耀耀　耀耀耀耀　　　　　　　　　　耀耀耀　　　耀耀　耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀　　　　　　　　　　　　　　　　　　耀耀　耀耀耀　耀耀耀　　　　耀耀　　耀耀耀耀耀耀耀　耀耀耀耀　　　　　　　　　　耀耀耀　　　耀耀　耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀　　　　　　　　　　　　　　　　　　　耀耀　耀耀耀耀耀耀　　　　　耀　　　　耀耀耀耀耀耀　耀耀耀耀　　　　　　　　　　耀耀耀　　　耀耀　耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀　　　　　　　　耀　　　　耀　　　耀耀耀耀　耀耀耀耀耀　　　　　耀耀　　　　　耀耀耀耀耀　耀耀耀耀　　　耀耀耀耀　　　耀耀耀　　　耀耀　耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀　　　　　　耀耀　　　　耀　　　耀　耀耀　耀耀耀耀　　　　　耀耀耀耀　　　　　耀耀耀耀　耀耀耀耀　　　耀耀耀耀　　　耀耀耀　　　耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀　　　　　耀耀耀　　　　耀　　　　　　　　耀耀耀耀　　　　　耀耀耀耀　　　　　耀耀耀耀　耀耀耀耀　　　　　　　　　　耀耀耀　　　耀耀　耀耀耀耀耀耀耀耀耀　　　　 耀耀耀耀耀耀耀耀　\n" +
                "耀耀耀　　　　耀耀　　　　耀耀　　　　　　　　耀耀　　　　　　　　　　　　　　　　　耀耀耀　耀耀耀耀　　　　　　　　　　耀耀耀　　　耀耀　耀耀耀耀耀耀耀耀　　　　　耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀耀　　　　耀　　　　　耀耀　　　　　　　　耀耀　　　　　　　　　　　　　　　　　　耀耀　耀耀耀耀　　　　　　　　　　耀耀　　　　耀耀　耀耀耀耀耀耀耀耀　　　　　耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀耀　　　　　　　　　耀耀耀　　　　　　耀　耀耀耀　　　　　　　　　　　　　　　　　耀耀　耀耀耀耀　　　耀耀耀耀耀　　　　　　　　耀耀　耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀耀　　　　　　　　耀耀耀耀　　　　　　耀　耀耀耀　　　　　　　　耀耀耀耀耀　　　　耀耀　耀耀耀耀耀耀耀耀耀耀耀耀　　　　　　　　耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　\n" +
                "耀耀耀　　　　耀　　耀耀耀耀耀　　　　　耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀　　　　　　耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　\n\n";

        String str3 = "耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀\n" +
                "耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀\n" +
                "耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　耀耀　　　耀耀耀耀耀耀\n" +
                "耀耀耀　　　　　　　　耀耀耀耀耀耀　　　耀耀耀耀耀耀耀　　　耀耀　　　　　　　　　　　　　　耀耀耀耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀　　耀耀　　　耀耀耀耀耀耀\n" +
                "耀耀耀　　　　　　　　　耀耀耀耀耀　　　耀耀耀耀耀耀耀　　　　耀　　　　　　　　　　　　　　耀耀耀耀耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀　　耀耀　　　耀耀耀耀耀耀\n" +
                "耀耀耀　　　　　　　　　耀耀耀耀耀　　耀耀耀耀耀耀耀耀耀　　　耀　　耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀耀耀耀　　　耀耀耀耀耀　　耀耀　　耀耀耀耀耀耀耀\n" +
                "耀耀耀　　耀　　　　　　　　　耀耀　　耀　　耀耀耀耀耀耀　　　耀　　耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀耀　　　　　　　　　　　　　　　　　耀耀耀耀耀耀耀　　　　　　　　　　　　　　　　　耀耀耀\n" +
                "耀耀耀　　耀　　　　　耀　　　　　　　　　　耀耀耀耀耀耀耀　耀耀　　耀　　　　　　　　　耀耀耀耀耀耀耀耀　　　　　　　　　　　　　　　　　耀耀耀耀耀耀耀　　　　　　　　　　　　　　　　　耀耀耀\n" +
                "耀耀耀　　耀　　　　　耀　　　　　　　　　　耀耀耀耀　　耀耀耀耀　　耀　　　　　　　　　　耀耀耀耀耀耀耀　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　耀　　　耀耀　　耀耀耀耀耀耀耀\n" +
                "耀耀耀　　耀　　　　　耀耀耀耀　　　　耀耀耀耀耀耀耀　　　　耀耀　　耀　　耀耀耀耀耀　　耀耀耀耀耀耀耀耀　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　　　　耀耀耀　　　耀耀　　耀耀耀耀耀耀耀\n" +
                "耀耀耀　　耀　　耀　　耀耀耀耀　　　　耀耀耀耀耀耀耀耀　　　　耀　　耀　　　　　　　　　耀耀耀耀耀耀耀耀　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　　　　耀耀耀　　　耀耀　　耀耀耀耀耀耀耀\n" +
                "耀耀耀　　耀　　耀　　耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀　　耀耀　　耀　　　　　　　　　耀耀耀耀耀耀耀耀　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　　　　　　　　　　　　　　　　　　耀耀耀\n" +
                "耀耀耀　　耀　　耀　　　耀耀　　　　　耀耀耀耀耀耀耀耀耀耀耀耀　　　耀　　耀耀耀耀耀　　耀耀耀耀耀耀耀耀　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　耀　　　　　　　　　　　　　　耀耀耀\n" +
                "耀耀耀　　耀　　耀　　　耀　　　耀　　耀耀耀耀耀耀耀耀耀　　　　　　耀　　　　　　　　　　耀耀耀耀耀耀耀　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　耀耀耀耀　　　耀耀　　耀耀耀耀耀耀耀\n" +
                "耀耀耀　　耀　　耀　　　耀　　　耀　　耀耀耀耀耀耀耀耀耀　　　　　　耀　　　　　　　　　耀耀耀耀耀耀耀耀　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　耀耀耀耀　　耀耀耀　　耀耀耀耀耀耀耀\n" +
                "耀耀耀　　　　　耀　　　　　　耀耀　　耀耀耀耀耀耀耀耀　　　耀　　　耀　耀耀耀　　耀耀耀耀耀耀耀耀耀耀耀　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　耀耀耀　　　耀耀耀　　耀耀耀耀耀耀耀\n" +
                "耀耀耀耀耀　　　　　耀　　　　耀耀　　耀耀耀耀耀耀耀耀　　　耀　　　耀　　　耀　　　　　耀耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　耀耀耀　　　耀耀耀　　耀耀耀耀耀耀耀\n" +
                "耀耀耀耀耀　　　　　　　　　耀耀耀　　耀耀耀耀耀耀耀耀　　　　　　耀　　　　耀　　　　　　耀耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　耀耀　　　耀耀耀耀　　　耀耀耀耀耀耀\n" +
                "耀耀耀耀　　　耀　　　　　耀耀耀耀　　耀耀耀耀耀耀耀　　　耀　　　　　　　耀耀　　耀　　　　耀耀耀耀耀　　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　　　　　　　耀耀耀耀　　　耀耀耀耀耀耀\n" +
                "耀耀耀　　　耀耀耀　　　耀耀耀耀耀　　耀耀耀耀耀耀耀　　　　　　　　　　耀耀　　　耀耀　　　耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　　　　　　　　　　　　耀　　　　　　　耀耀\n" +
                "耀耀　　　　耀耀耀　　　耀耀耀　　　　耀耀耀耀耀耀耀　　　　　　　　　耀耀　　　　耀耀耀　耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　　　耀　　　　　　　　　　　　　　　耀耀耀\n" +
                "耀耀　　　耀耀耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀　耀耀　耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀　　　　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　　耀耀耀耀耀耀　　　　　　　　　　　耀耀耀\n" +
                "耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀　耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀\n" +
                "耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀\n\n";

        List<String> strings = new LinkedList<>();
        strings.add(str1);
        strings.add(str2);
        strings.add(str3);


        for (int i = 0; i < 3; i++) {
            try {
                Thread.sleep(1500);
                System.out.println(strings.get(i));
            } catch (InterruptedException e) {
                e.printStackTrace();
            }
        }
    }
}
